//base by DGXeon
//re-upload? recode? copy code? give credit ya :)
//YouTube: @DGXeon
//Instagram: unicorn_xeon13
//Telegram: t.me/xeonbotinc
//GitHub: @DGXeon
//WhatsApp: +916909137213
//want more free bot scripts? subscribe to my youtube channel: https://youtube.com/@DGXeon

const chalk = require('chalk')
const fs = require('fs')

global.allmenu = (prefix, hituet) => {
return`🅞 = ғᴏʀ ᴏᴡɴᴇʀ
🅖 = ғᴏʀ ɢʀᴏᴜᴘ
🅕 = ғᴏʀ ғʀᴇᴇ ᴜsᴇʀ
🅟 = ғᴏʀ ᴘʀᴇᴍɪᴜᴍ ᴜsᴇʀ

┏━━ *『 ᴏᴡɴᴇʀ ᴍᴇɴᴜ 』*
┃│❖${prefix}ᴀᴜᴛᴏʀᴇᴀᴅ 🅞
┃│❖${prefix}ᴀᴜᴛᴏʙɪᴏ 🅞
┃│❖${prefix}ᴀᴜᴛᴏᴛʏᴘᴇ 🅞
┃│❖${prefix}ᴜɴᴀᴠᴀɪʟᴀʙʟᴇ 🅞
┃│❖${prefix}ᴀᴜᴛᴏʀᴇᴄᴏʀᴅ 🅞
┃│❖${prefix}ᴀᴜᴛᴏʀᴇᴄᴏʀᴅᴛʏᴘᴇ 🅞
┃│❖${prefix}ᴀᴜᴛᴏsᴡᴠɪᴇᴡ 🅞
┃│❖${prefix}sᴇᴛᴀᴜᴛᴏʙʟᴏᴄᴋ 🅞
┃│❖${prefix}sᴇᴛᴀɴᴛɪғᴏʀᴇɪɢɴ 🅞
┃│❖${prefix}ᴀᴜᴛᴏʙʟᴏᴄᴋ 🅞
┃│❖${prefix}ᴏɴʟʏɢᴄ 🅞
┃│❖${prefix}ᴏɴʟʏᴘᴄ 🅞
┃│❖${prefix}ᴏɴʟʏɪɴᴅɪᴀ 🅞
┃│❖${prefix}ᴏɴʟʏɪɴᴅᴏ 🅞
┃│❖${prefix}ᴀɴᴛɪᴄᴀʟʟ 🅞
┃│❖${prefix}sᴇʟғ 🅞
┃│❖${prefix}ᴘᴜʙʟɪᴄ 🅞
┃│❖${prefix}ᴊᴏɪɴ 🅞
┃│❖${prefix}ᴘᴏʟʟ 🅞
┃│❖${prefix}ʙᴄ 🅞
┃│❖${prefix}ʙᴄɢʀᴏᴜᴘ 🅞
┃│❖${prefix}sᴇᴛᴍᴇɴᴜ 🅞
┃│❖${prefix}sᴇᴛɪᴍɢᴍᴇɴᴜ 🅞
┃│❖${prefix}sᴇᴛᴠɪᴅᴍᴇɴᴜ 🅞
┃│❖${prefix}sᴇᴛɢɪғᴍᴇɴᴜ 🅞
┃│❖${prefix}sᴇᴛʀᴇᴘʟʏ 🅞
┃│❖${prefix}sᴇᴛprefix 🅞
┃│❖${prefix}ᴀᴅᴅʟɪᴍɪᴛ 🅞
┃│❖${prefix}ᴅᴇʟʟɪᴍɪᴛ 🅞
┃│❖${prefix}ʀᴇsᴇᴛʜɪᴛ 🅞
┃│❖${prefix}ʀᴇsᴇᴛᴜsᴇʀ 🅞
┃│❖${prefix}ᴄʀᴇᴀᴛᴇɢᴄ 🅞
┃│❖${prefix}sᴇᴛᴇxɪғ 🅞
┃│❖${prefix}ᴜsᴇʀᴊɪᴅ 🅞
┃│❖${prefix}sᴇᴛʙᴏᴛʙɪᴏ 🅞
┃│❖${prefix}ᴅᴇʟᴘᴘʙᴏᴛ 🅞
┃│❖${prefix}sʜᴜᴛᴅᴏᴡɴ 🅞
┃│❖${prefix}sᴇᴛᴘᴘʙᴏᴛ 🅞
┃│❖${prefix}ᴀᴅᴅᴘʀᴇᴍ 🅞
┃│❖${prefix}ᴅᴇʟᴘʀᴇᴍ 🅞
┃│❖${prefix}ᴀᴅᴅᴏᴡɴᴇʀ 🅞
┃│❖${prefix}ᴅᴇʟᴏᴡɴᴇʀ 🅞
┃│❖${prefix}ᴀᴅᴅᴠɴ 🅞
┃│❖${prefix}ᴀᴅᴅᴀᴘᴋ 🅞
┃│❖${prefix}ᴀᴅᴅᴢɪᴘ 🅞
┃│❖${prefix}ᴀᴅᴅᴘᴅғ 🅞
┃│❖${prefix}ᴅᴇʟᴀᴘᴋ 🅞
┃│❖${prefix}ᴅᴇʟᴢɪᴘ 🅞
┃│❖${prefix}ᴅᴇʟᴘᴅғ 🅞
┃│❖${prefix}ᴅᴇʟᴠɴ 🅞
┃│❖${prefix}ᴀᴅᴅsᴛɪᴄᴋᴇʀ 🅞
┃│❖${prefix}ᴅᴇʟsᴛɪᴄᴋᴇʀ 🅞
┃│❖${prefix}ᴀᴅᴅɪᴍᴀɢᴇ 🅞
┃│❖${prefix}ᴅᴇʟɪᴍᴀɢᴇ 🅞
┃│❖${prefix}ᴀᴅᴅᴠɪᴅᴇᴏ 🅞
┃│❖${prefix}ᴅᴇʟᴠɪᴅᴇᴏ 🅞
┃│❖${prefix}ᴀᴅᴅᴛɪᴛʟᴇ 🅞
┃│❖${prefix}ᴅᴇʟᴛɪᴛʟᴇ 🅞
┃│❖${prefix}ᴜᴘsᴡᴛᴇxᴛ 🅞
┃│❖${prefix}ᴜᴘsᴡᴠɪᴅᴇᴏ 🅞
┃│❖${prefix}ᴜᴘsᴡɪᴍᴀɢᴇ 🅞
┃│❖${prefix}ᴜᴘsᴡᴀᴜᴅɪᴏ 🅞
┃│❖${prefix}ʙʟᴏᴄᴋ 🅞
┃│❖${prefix}ᴜɴʙʟᴏᴄᴋ 🅞
┃│❖${prefix}ʟᴇᴀᴠᴇɢᴄ 🅞
┃│❖${prefix}ᴘᴜsʜᴄᴏɴᴛᴀᴄᴛ 🅞
┃│❖${prefix}ᴘᴜsʜᴄᴏɴᴛᴀᴄᴛᴠ2 🅞
┗━━━━━━━━━━━━━━━━━━◧

┏━━ *『 ᴀᴅᴍɪɴ ᴍᴇɴᴜ 』*
┃│❖${prefix}ᴀɴᴛɪʙᴏᴛ 🅖
┃│❖${prefix}ᴀɴᴛɪᴠɪᴇᴡᴏɴᴄᴇ 🅖
┃│❖${prefix}ᴡᴇʟᴄᴏᴍᴇ 🅖
┃│❖${prefix}ᴀᴅᴍɪɴᴇᴠᴇɴᴛ 🅖
┃│❖${prefix}ɢʀᴏᴜᴘᴇᴠᴇɴᴛ 🅖
┃│❖${prefix}ᴀɴᴛɪғᴏʀᴇɪɢɴ 🅖
┃│❖${prefix}ᴀɴᴛɪᴍᴇᴅɪᴀ 🅖
┃│❖${prefix}ᴀɴᴛɪᴀᴜᴅɪᴏ 🅖
┃│❖${prefix}ᴀɴᴛɪᴠɪᴅᴇᴏ 🅖
┃│❖${prefix}ᴀɴᴛɪɪᴍᴀɢᴇ 🅖
┃│❖${prefix}ᴀɴᴛɪᴅᴏᴄᴜᴍᴇɴᴛ 🅖
┃│❖${prefix}ᴀɴᴛɪʟᴏᴄᴀᴛɪᴏɴ 🅖
┃│❖${prefix}ᴀɴᴛɪᴄᴏɴᴛᴀᴄᴛ 🅖
┃│❖${prefix}ᴀɴᴛɪsᴛɪᴄᴋᴇʀ 🅖
┃│❖${prefix}ᴀɴᴛɪᴘᴏʟʟ 🅖
┃│❖${prefix}ᴀɴᴛɪʟɪɴᴋ 🅖
┃│❖${prefix}ᴀɴᴛɪʟɪɴᴋɢᴄ 🅖
┃│❖${prefix}ᴀɴᴛɪᴠɪʀᴛᴇx 🅖
┃│❖${prefix}ɢʀᴏᴜᴘʟɪɴᴋ 🅖
┃│❖${prefix}ʟɪsᴛᴀᴅᴍɪɴ 🅖
┃│❖${prefix}ɪɴᴠɪᴛᴇ 🅖
┃│❖${prefix}ᴇᴘʜᴇᴍᴇʀᴀʟ 🅖
┃│❖${prefix}ᴅᴇʟᴇᴛᴇ 🅖
┃│❖${prefix}sᴇᴛᴘᴘɢʀᴏᴜᴘ 🅖
┃│❖${prefix}ᴅᴇʟᴘᴘɢʀᴏᴜᴘ 🅖
┃│❖${prefix}sᴇᴛɴᴀᴍᴇɢᴄ 🅖
┃│❖${prefix}sᴇᴛᴅᴇsᴄ 🅖
┃│❖${prefix}ᴀᴅᴅ 🅖
┃│❖${prefix}ᴋɪᴄᴋ 🅖
┃│❖${prefix}ᴘʀᴏᴍᴏᴛᴇ 🅖
┃│❖${prefix}ᴅᴇᴍᴏᴛᴇ 🅖
┃│❖${prefix}ɢᴇᴛᴄᴏɴᴛᴀᴄᴛ 🅞
┃│❖${prefix}sᴀᴠᴇᴄᴏɴᴛᴀᴄᴛ 🅞
┃│❖${prefix}sᴇɴᴅᴄᴏɴᴛᴀᴄᴛ 🅞
┃│❖${prefix}ᴄᴏɴᴛᴀᴄᴛᴀɢ 🅞
┃│❖${prefix}ʜɪᴅᴇᴛᴀɢ 🅖
┃│❖${prefix}ᴛᴏᴛᴀɢ 🅖
┃│❖${prefix}ᴛᴀɢᴀʟʟ 🅖
┃│❖${prefix}ᴇᴅɪᴛɪɴғᴏ 🅖
┃│❖${prefix}ᴏᴘᴇɴᴛɪᴍᴇ 🅖
┃│❖${prefix}ᴄʟᴏsᴇᴛɪᴍᴇ 🅖
┃│❖${prefix}ʀᴇsᴇᴛʟɪɴᴋ 🅖
┃│❖${prefix}ɢᴇᴛʙɪᴏ 🅖
┃│❖${prefix}ᴠᴏᴛᴇ 🅖
┃│❖${prefix}ᴜᴘᴠᴏᴛᴇ 🅖
┃│❖${prefix}ᴅᴏᴡɴᴠᴏᴛᴇ 🅖
┃│❖${prefix}ᴄʜᴇᴄᴋᴠᴏᴛᴇ 🅖
┃│❖${prefix}ᴅᴇʟᴠᴏᴛᴇ 🅖
┃│❖${prefix}ᴀᴜᴛᴏsᴛɪᴄᴋᴇʀɢᴄ 🅖
┃│❖${prefix}ᴀɴᴛɪᴠɪʀᴜs 🅖
┃│❖${prefix}ᴀɴᴛɪᴛᴏxɪᴄ 🅖
┃│❖${prefix}ɴsғᴡ 🅖
┃│❖${prefix}ʀᴇᴀᴄᴛ 🅖
┗━━━━━━━━━━━━━━━━━━◧

┏━━ *『 ᴅᴏᴡɴʟᴏᴀᴅ ᴍᴇɴᴜ 』*
┃│❖${prefix}ʏᴛsᴇᴀʀᴄʜ 🅕
┃│❖${prefix}ɪᴛᴜɴᴇs 🅕
┃│❖${prefix}ᴘʟᴀʏ 🅕
┃│❖${prefix}ʏᴛᴍᴘ3 🅕
┃│❖${prefix}ʏᴛᴍᴘ4 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋᴀᴜᴅɪᴏ 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋ 🅕
┃│❖${prefix}ᴀᴘᴋ 🅕
┃│❖${prefix}ɪɢᴠɪᴅᴇᴏ 🅕
┃│❖${prefix}ɪɢɪᴍᴀɢᴇ 🅕
┃│❖${prefix}ғᴀᴄᴇʙᴏᴏᴋ 🅕
┃│❖${prefix}ᴍᴇᴅɪᴀғɪʀᴇ 🅕
┃│❖${prefix}ɢᴏᴏɢʟᴇ 🅕
┃│❖${prefix}ɪᴍᴅʙ 🅕
┃│❖${prefix}ᴡᴇᴀᴛʜᴇʀ 🅕
┃│❖${prefix}ᴡᴀɴᴜᴍʙᴇʀ 🅕
┃│❖${prefix}sᴘᴏᴛɪғʏ 🅟
┃│❖${prefix}ɢɪᴛᴄʟᴏɴᴇ 🅕
┃│❖${prefix}ʜᴀᴘᴘʏᴍᴏᴅ 🅕
┃│❖${prefix}ɢᴅʀɪᴠᴇ 🅕
┃│❖${prefix}ᴘɪɴᴛᴇʀᴇsᴛ 🅕
┃│❖${prefix}ʀɪɴɢᴛᴏɴᴇ 🅕
┗━━━━━━━━━━━━━━━━━━◧

┏━━  *『 ɢᴇɴsʜɪɴ ᴍᴇɴᴜ 』*
┃│❖${prefix}ᴇɴᴋᴀ 🅕
┃│❖${prefix}ʙᴜɪʟᴅ 🅕
┃│❖${prefix}ʟɪsᴛʙᴜɪʟᴅ 🅕
┗━━━━━━━━━━━━━━━━━━◧

┏━━ *『 ᴏᴘᴇɴᴀɪ 』*
┃│❖${prefix}ᴏᴘᴇɴᴀɪ 🅕
┃│❖${prefix}ɢᴇᴍɪɴɪᴀɪ 🅕
┃│❖${prefix}ᴛᴇxᴛ2ɪᴍᴀɢᴇ 🅟
┃│❖${prefix}ᴛᴇxᴛ2ᴀɴɪᴍᴇ 🅕
┃│❖${prefix}urlhd 🅕
┃│❖${prefix}ᴀɪ 🅕
┃│❖${prefix}ᴄᴀɪ 🅕
┗━━━━━━━━━━━━━━━━━━◧

┏━━ *『 ғᴜɴ ᴍᴇɴᴜ 』*
┃│❖${prefix}sᴍᴇᴍᴇ 🅕
┃│❖${prefix}ᴅᴇғɪɴᴇ 🅕
┃│❖${prefix}ʟʏʀɪᴄs 🅕
┃│❖${prefix}sᴜɪᴛ 🅕
┃│❖${prefix}ᴍᴀᴛʜ 🅕
┃│❖${prefix}ᴛɪᴄᴛᴀᴄᴛᴏᴇ 🅕
┃│❖${prefix}ғᴀᴄᴛ 🅕
┃│❖${prefix}ᴛʀᴜᴛʜ 🅕
┃│❖${prefix}ᴅᴀʀᴇ 🅕
┃│❖${prefix}ᴄᴏᴜᴘʟᴇ 🅕
┃│❖${prefix}sᴏᴜʟᴍᴀᴛᴇ 🅕
┃│❖${prefix}sᴛᴜᴘɪᴅᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ʜᴀɴᴅsᴏᴍᴇᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴜɴᴄʟᴇᴀɴᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ʜᴏᴛᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}sᴍᴀʀᴛᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ɢʀᴇᴀᴛᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴇᴠɪʟᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴅᴏɢᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴄᴏᴏʟᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴡᴀɪғᴜᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴀᴡᴇsᴏᴍᴇᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ɢᴀʏᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴄᴜᴛᴇᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ʟᴇsʙɪᴀɴᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ʜᴏʀɴʏᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴘʀᴇᴛᴛʏᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ʟᴏᴠᴇʟʏᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴜɢʟʏᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴘɪᴄᴋ 🅕
┃│❖${prefix}ᴘɪᴄᴋᴜᴘʟɪɴᴇ 🅕
┃│❖${prefix}ϙᴜᴏᴛᴇs 🅕
┃│❖${prefix}ᴄᴀɴ 🅕
┃│❖${prefix}ɪs 🅕
┃│❖${prefix}ᴡʜᴇɴ 🅕
┃│❖${prefix}ᴡʜᴇʀᴇ 🅕
┃│❖${prefix}ᴡʜᴀᴛ 🅕
┃│❖${prefix}ʜᴏᴡ 🅕
┃│❖${prefix}ʀᴀᴛᴇ 🅕
┃│❖${prefix}ᴄʀʏ 🅕
┃│❖${prefix}ᴋɪʟʟ 🅕
┃│❖${prefix}ʜᴜɢ 🅕
┃│❖${prefix}ᴘᴀᴛ 🅕
┃│❖${prefix}ʟɪᴄᴋ 🅕 
┃│❖${prefix}ᴋɪss 🅕
┃│❖${prefix}ʙɪᴛᴇ 🅕
┃│❖${prefix}ʏᴇᴇᴛ 🅕
┃│❖${prefix}ʙᴜʟʟʏ 🅕
┃│❖${prefix}ʙᴏɴᴋ 🅕
┃│❖${prefix}ᴡɪɴᴋ 🅕
┃│❖${prefix}ᴘᴏᴋᴇ 🅕
┃│❖${prefix}ɴᴏᴍ 🅕
┃│❖${prefix}sʟᴀᴘ 🅕
┃│❖${prefix}sᴍɪʟᴇ 🅕 
┃│❖${prefix}ᴡᴀᴠᴇ 🅕
┃│❖${prefix}ᴀᴡᴏᴏ 🅕
┃│❖${prefix}ʙʟᴜsʜ 🅕
┃│❖${prefix}sᴍᴜɢ 🅕
┃│❖${prefix}ɢʟᴏᴍᴘ 🅕 
┃│❖${prefix}ʜᴀᴘᴘʏ 🅕
┃│❖${prefix}ᴅᴀɴᴄᴇ 🅕
┃│❖${prefix}ᴄʀɪɴɢᴇ 🅕
┃│❖${prefix}ᴄᴜᴅᴅʟᴇ 🅕
┃│❖${prefix}ʜɪɢʜғɪᴠᴇ 🅕 
┃│❖${prefix}sʜɪɴᴏʙᴜ 🅕
┃│❖${prefix}ʜᴀɴᴅʜᴏʟᴅ 🅕
┃│❖${prefix}sᴘᴀɴᴋ 🅕
┃│❖${prefix}ᴛɪᴄᴋʟᴇ 🅕
┃│❖${prefix}ᴀᴠᴀᴛᴀʀ 🅕
┃│❖${prefix}ғᴇᴇᴅ 🅕
┃│❖${prefix}ғᴏx_ɢɪʀʟ 🅕
┃│❖${prefix}ɢᴇᴄɢ 🅕
┃│❖${prefix}ᴄʜᴇᴄᴋᴍᴇ 🅕
┃│❖${prefix}sᴏᴜɴᴅ1 - sᴏᴜɴᴅ161 🅕
┗━━━━━━━━━━━━━━━━━━◧

┏━━ *『 ᴍᴀᴋᴇʀ ᴍᴇɴᴜ 』*
┃│❖${prefix}sᴛɪᴄᴋᴇʀ 🅕
┃│❖${prefix}sᴍᴇᴍᴇ 🅕
┃│❖${prefix}ᴛᴏɪᴍɢ 🅕
┃│❖${prefix}xxϙᴄ 🅕
┃│❖${prefix}ʀᴇᴍᴏᴠᴇʙɢ 🅕
┃│❖${prefix}ᴛᴏᴀᴜᴅɪᴏ 🅕
┃│❖${prefix}ᴛᴏᴍᴘ3 🅕 
┃│❖${prefix}ᴡᴍ 🅕
┗━━━━━━━━━━━━━━━━━━◧

┏━━ *『 ᴀɴɪᴍᴇ 』*
┃│❖${prefix}ᴀᴋɪʀᴀ 🅕
┃│❖${prefix}ᴀᴋɪʏᴀᴍᴀ 🅕
┃│❖${prefix}ᴀɴᴀ 🅕
┃│❖${prefix}ᴀsᴜɴᴀ 🅕
┃│❖${prefix}ᴀʏᴜᴢᴀᴡᴀ 🅕
┃│❖${prefix}ʙᴏʀᴜᴛᴏ 🅕
┃│❖${prefix}ᴄʜɪʜᴏ 🅕
┃│❖${prefix}ᴄʜɪᴛᴏɢᴇ 🅕
┃│❖${prefix}ᴄᴏsᴘʟᴀʏʟᴏʟɪ 🅕
┃│❖${prefix}ᴄᴏsᴘʟᴀʏsᴀɢɪʀɪ 🅕
┃│❖${prefix}ᴅᴇɪᴅᴀʀᴀ 🅕
┃│❖${prefix}ᴅᴏʀᴀᴇᴍᴏɴ 🅕
┃│❖${prefix}ᴇʟᴀɪɴᴀ 🅕
┃│❖${prefix}ᴇᴍɪʟɪᴀ 🅕
┃│❖${prefix}ᴇʀᴢᴀ 🅕
┃│❖${prefix}ɢʀᴇᴍᴏʀʏ 🅕
┃│❖${prefix}ʜᴇsᴛɪᴀ 🅕
┃│❖${prefix}ʜᴜsʙᴜ 🅕
┃│❖${prefix}ɪɴᴏʀɪ 🅕
┃│❖${prefix}ɪsᴜᴢᴜ 🅕
┃│❖${prefix}ɪᴛᴀᴄʜɪ 🅕
┃│❖${prefix}ɪᴛᴏʀɪ 🅕
┃│❖${prefix}ᴋᴀɢᴀ 🅕
┃│❖${prefix}ᴋᴀɢᴜʀᴀ 🅕
┃│❖${prefix}ᴋᴀᴋᴀsɪʜ 🅕
┃│❖${prefix}ᴋᴀᴏʀɪ 🅕
┃│❖${prefix}ᴋᴇɴᴇᴋɪ 🅕
┃│❖${prefix}ᴋᴏᴛᴏʀɪ 🅕
┃│❖${prefix}ᴋᴜʀᴜᴍɪ 🅕
┃│❖${prefix}ʟᴏʟɪ 🅕
┃│❖${prefix}ʟᴏʟɪ2 🅕
┃│❖${prefix}ᴍᴀᴅᴀʀᴀ 🅕
┃│❖${prefix}ᴍᴇɢᴜᴍɪɴ 🅕
┃│❖${prefix}ᴍɪᴋᴀsᴀ 🅕
┃│❖${prefix}ᴍɪᴋᴇʏ 🅕
┃│❖${prefix}ᴍɪᴋᴜ 🅕
┃│❖${prefix}ᴍɪɴᴀᴛᴏ 🅕
┃│❖${prefix}ɴᴀʀᴜᴛᴏ 🅕
┃│❖${prefix}ɴᴇᴋᴏ 🅕
┃│❖${prefix}ɴᴇᴋᴏɴɪᴍᴇ 🅕
┃│❖${prefix}ɴᴇᴢᴜᴋᴏ 🅕
┃│❖${prefix}ᴏɴᴇᴘɪᴇᴄᴇ 🅕
┃│❖${prefix}ᴘᴏᴋᴇᴍᴏɴ 🅕
┃│❖${prefix}ʀᴀɴᴅᴏᴍɴɪᴍᴇ 🅕
┃│❖${prefix}ʀᴀɴᴅᴏᴍɴɪᴍᴇ2 🅕
┃│❖${prefix}ʀɪᴢᴇ 🅕
┃│❖${prefix}sᴀɢɪʀɪ 🅕
┃│❖${prefix}sᴀᴋᴜʀᴀ 🅕
┃│❖${prefix}sᴀsᴜᴋᴇ 🅕
┃│❖${prefix}sʜɪɴᴀ 🅕
┃│❖${prefix}sʜɪɴᴋᴀ 🅕
┃│❖${prefix}sʜɪɴᴏᴍɪʏᴀ 🅕
┃│❖${prefix}sʜɪᴢᴜᴋᴀ 🅕
┃│❖${prefix}sʜᴏᴛᴀ 🅕
┃│❖${prefix}ᴛᴇᴊɪɴᴀ 🅕
┃│❖${prefix}ᴛᴏᴜᴋᴀᴄʜᴀɴ 🅕
┃│❖${prefix}ᴛsᴜɴᴀᴅᴇ 🅕
┃│❖${prefix}ᴡᴀɪғᴜ 🅕
┃│❖${prefix}ᴡᴀɪғᴜ2 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴡᴀʟʟ 🅕
┃│❖${prefix}ʏᴏᴛsᴜʙᴀ 🅕
┃│❖${prefix}ʏᴜᴋɪ 🅕
┃│❖${prefix}ʏᴜʟɪʙᴏᴄɪʟ 🅕
┃│❖${prefix}ʏᴜᴍᴇᴋᴏ 🅕
┃│❖${prefix}8ʙᴀʟʟ 🅕
┃│❖${prefix}ᴛɪᴄᴋʟᴇ 🅕
┃│❖${prefix}ɢᴇᴄɢ 🅕
┃│❖${prefix}ғᴇᴇᴅ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴀᴡᴏᴏ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴍᴇɢᴜᴍɪɴ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇsʜɪɴᴏʙᴜ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʜᴀɴᴅʜᴏʟᴅ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʜɪɢʜғɪᴠᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴄʀɪɴɢᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴅᴀɴᴄᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʜᴀᴘᴘʏ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇɢʟᴏᴍᴘ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʙʟᴜsʜ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇsᴍᴜɢ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴡᴀᴠᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇsᴍɪʟʟᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴘᴏᴋᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴡɪɴᴋ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʙᴏɴᴋ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʙᴜʟʟʏ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʏᴇᴇᴛ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʙɪᴛᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʟɪᴄᴋ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴋɪʟʟ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴄʀʏ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴡʟᴘ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴋɪss 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʜᴜɢ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇɴᴇᴋᴏ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴘᴀᴛ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇsʟᴀᴘ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴄᴜᴅᴅʟᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴡᴀɪғᴜ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇɴᴏᴍ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇғᴏxɢɪʀʟ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇɢᴇᴄɢ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴛɪᴄᴋʟᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇғᴇᴇᴅ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴀᴠᴀᴛᴀʀ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇ 🅕
┗━━━━━━━━━━━━━━━━━━◧

┏━━ *『 ᴀɴɪᴍᴇ ɴsғᴡ 』*
┃│❖${prefix}ᴘɪxɪᴠ 🅟
┃│❖${prefix}ʜᴇɴᴛᴀɪ 🅟
┃│❖${prefix}ɢɪғʜᴇɴᴛᴀɪ 🅟
┃│❖${prefix}ɢɪғʙʟᴏᴡᴊᴏʙ 🅟
┃│❖${prefix}ʜᴇɴᴛᴀɪᴠɪᴅ 🅟
┃│❖${prefix}ʜɴᴇᴋᴏ 🅟
┃│❖${prefix}ɴᴡᴀɪғᴜ 🅟
┃│❖${prefix}ᴀɴɪᴍᴇsᴘᴀɴᴋ 🅟
┃│❖${prefix}ᴛʀᴀᴘ 🅟
┃│❖${prefix}ʙʟᴏᴡᴊᴏʙ 🅟
┃│❖${prefix}ᴄᴜᴄᴋᴏʟᴅ 🅟
┃│❖${prefix}ᴍɪʟғ 🅟
┃│❖${prefix}ᴇʙᴀ 🅟
┃│❖${prefix}ɢᴀɴɢʙᴀɴɢ 🅟
┃│❖${prefix}ɴᴇᴋᴏ-ʜᴇɴᴛᴀɪ 🅟
┃│❖${prefix}ɴsғᴡʟᴏʟɪ 🅟
┃│❖${prefix}ᴘᴜssʏ 🅟
┃│❖${prefix}ʏᴜʀɪ 🅟
┃│❖${prefix}ᴢᴇᴛᴛᴀɪ 🅟
┗━━━━━━━━━━━━━━━━━━◧

┏━━ *『 ᴅᴀᴛᴀʙᴀsᴇ 』*
┃│❖${prefix}sᴇᴛᴄᴍᴅ 🅕
┃│❖${prefix}ᴅᴇʟᴄᴍᴅ 🅕
┃│❖${prefix}ʟɪsᴛᴄᴍᴅ 🅕
┃│❖${prefix}ʟᴏᴄᴋᴄᴍᴅ 🅕
┃│❖${prefix}ᴀᴅᴅᴍsɢ 🅕
┃│❖${prefix}ᴅᴇʟᴍsɢ 🅕
┃│❖${prefix}ɢᴇᴛᴍsɢ 🅕
┃│❖${prefix}ʟɪsᴛᴍsɢ 🅕
┗━━━━━━━━━━━━━━━━━━◧

┏━━ *『 ʙᴜɢ & ᴡᴀʀ 』*
┃│❖${prefix}ᴀᴍᴏᴜɴᴛʙᴜɢ 🅟
┃│❖${prefix}ᴘᴍʙᴜɢ 🅟
┃│❖${prefix}ᴅᴇʟᴀʏʙᴜɢ 🅟
┃│❖${prefix}ᴅᴏᴄᴜʙᴜɢ 🅟
┃│❖${prefix}ᴜɴʟɪᴍɪᴛᴇᴅʙᴜɢ 🅟
┃│❖${prefix}ʙᴏᴍʙᴜɢ 🅟
┃│❖${prefix}ʟᴀɢʙᴜɢ 🅟
┃│❖${prefix}ᴛʀᴏʟʟʏʙᴜɢ 🅟
┃│❖${prefix}ɢᴄʙᴜɢ 🅟
┃│❖${prefix}ᴅᴇʟᴀʏɢᴄʙᴜɢ 🅟
┃│❖${prefix}ʟᴀɢɢᴄʙᴜɢ 🅟
┃│❖${prefix}ʙᴏᴍɢᴄʙᴜɢ 🅟
┃│❖${prefix}ᴜɴʟɪᴍɪᴛᴇᴅɢᴄʙᴜɢ 🅟
┃│❖${prefix}ᴛʀᴏʟʟʏɢᴄʙᴜɢ 🅟
┃│❖${prefix}ᴅᴏᴄᴜɢᴄʙᴜɢ 🅟
┃│❖${prefix}ᴠᴇʀɪғ 🅟
┃│❖${prefix}ʙᴀɴᴠ1 🅟
┃│❖${prefix}ʙᴀɴᴠ2 🅟
┃│❖${prefix}ʙᴀɴᴠ3 🅟
┃│❖${prefix}ʙᴀɴᴠ4 🅟
┃│❖${prefix}ʙᴀɴᴠ5 🅟
┃│❖${prefix}ʙᴀɴᴠ6 🅟
┃│❖${prefix}ᴜɴʙᴀɴᴠ1 🅟
┃│❖${prefix}ᴜɴʙᴀɴᴠ2 🅟
┃│❖${prefix}ᴜɴʙᴀɴᴠ3 🅟
┃│❖${prefix}ᴜɴʙᴀɴᴠ4 🅟
┃│❖${prefix}ᴜɴʙᴀɴᴠ5 🅟
┗━━━━━━━━━━━━━━━━━━◧

┏━━ *『 ᴏᴛʜᴇʀ ᴍᴇɴᴜ 』*
┃│❖${prefix}ᴇɴᴋᴀ 🅕
┃│❖${prefix}ᴘɪɴɢ 🅕
┃│❖${prefix}ᴍᴇɴᴜ 🅕
┃│❖${prefix}ᴍʏɪᴘ 🅕
┃│❖${prefix}ʀᴇᴘᴏ 🅕
┃│❖${prefix}ʀᴇᴘᴏʀᴛʙᴜɢ 🅕
┃│❖${prefix}ʟɪsᴛᴘʀᴇᴍ 🅕
┃│❖${prefix}ʟɪsᴛᴏᴡɴᴇʀ 🅕
┃│❖${prefix}ʟɪsᴛsᴛɪᴄᴋᴇʀ 🅕
┃│❖${prefix}ʟɪsᴛɪᴍᴀɢᴇ 🅕
┃│❖${prefix}ʟɪsᴛᴠɪᴅᴇᴏ 🅕
┃│❖${prefix}ʟɪsᴛᴠɴ 🅕
┃│❖${prefix}ʟɪsᴛᴀᴘᴋ 🅕
┃│❖${prefix}ʟɪsᴛᴢɪᴘ 🅕
┃│❖${prefix}ʟɪsᴛᴘᴅғ 🅕
┃│❖${prefix}ʟɪsᴛʙᴀᴅᴡᴏʀᴅ 🅕
┃│❖${prefix}ʟɪsᴛᴘᴄ 🅕
┃│❖${prefix}ʟɪsᴛɢᴄ 🅕
┃│❖${prefix}ɪᴅɢʀᴏᴜᴘ 🅕
┃│❖${prefix}ᴏᴡɴᴇʀ 🅕
┃│❖${prefix}ʀᴇɴᴛʙᴏᴛ 🅕
┃│❖${prefix}ᴅᴏɴᴀᴛᴇ 🅕
┃│❖${prefix}ғʀɪᴇɴᴅ 🅕
┃│❖${prefix}ᴏʙғᴜsᴄᴀᴛᴇ 🅕
┃│❖${prefix}sᴛʏʟᴇᴛᴇxᴛ 🅕
┃│❖${prefix}ғʟɪᴘᴛᴇxᴛ 🅕
┃│❖${prefix}ᴛᴛs 🅕
┃│❖${prefix}sᴀʏ 🅕
┃│❖${prefix}ᴛᴏɢɪғ 🅕
┃│❖${prefix}ᴛᴏϙʀ 🅕
┃│❖${prefix}ʙᴀss 🅕
┃│❖${prefix}ʙʟᴏᴡɴ 🅕
┃│❖${prefix}ᴅᴇᴇᴘ 🅕
┃│❖${prefix}ᴇᴀʀʀᴀᴘᴇ 🅕
┃│❖${prefix}ғᴀsᴛ 🅕
┃│❖${prefix}ғᴀᴛ 🅕
┃│❖${prefix}ɴɪɢʜᴛᴄᴏʀᴇ 🅕
┃│❖${prefix}ʀᴇᴠᴇʀsᴇ 🅕
┃│❖${prefix}ʀᴏʙᴏᴛ 🅕
┃│❖${prefix}sʟᴏᴡ 🅕
┃│❖${prefix}sᴍᴏᴏᴛʜ 🅕
┃│❖${prefix}sϙᴜɪʀʀᴇʟ 🅕
┃│❖${prefix}ᴛɪɴʏᴜʀʟ 🅕
┃│❖${prefix}ᴛᴏᴠɴ 🅕
┃│❖${prefix}ᴛᴏᴀᴜᴅɪᴏ 🅕
┃│❖${prefix}ᴛᴏᴍᴘ3 🅕
┃│❖${prefix}ᴛᴏᴍᴘ4🅕
┃│❖${prefix}ᴛᴏɪᴍɢ 🅕
┃│❖${prefix}ᴛᴏᴏɴᴄᴇ 🅕
┃│❖${prefix}sᴛɪᴄᴋᴇʀ 🅕
┃│❖${prefix}ᴛᴀᴋᴇ 🅟
┃│❖${prefix}ᴇᴍᴏᴊɪ 🅕
┃│❖${prefix}ᴠᴏʟᴀᴜᴅɪᴏ 🅕
┃│❖${prefix}ᴠᴏʟᴠɪᴅᴇᴏ 🅕
┃│❖${prefix}ᴇʙɪɴᴀʀʏ 🅕
┃│❖${prefix}ᴅʙɪɴᴀʀʏ 🅕
┃│❖${prefix}ssᴡᴇʙ 🅕
┃│❖${prefix}ϙᴜᴏᴛᴇᴅ 🅕
┃│❖${prefix}ʀᴜɴᴛɪᴍᴇ 🅕
┃│❖${prefix}ᴄʜᴇᴄᴋᴀᴄᴄᴏᴜɴᴛ 🅕
┃│❖${prefix}ᴛʀᴀɴsʟᴀᴛᴇ 🅕
┃│❖${prefix}ϙᴜʀᴀɴ 🅕
┃│❖${prefix}ʙɪʙʟᴇ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.animemenu = (prefix) => {
return `┏━━ *『 ᴀɴɪᴍᴇ 』*
┃│❖${prefix}ᴀᴋɪʀᴀ 🅕
┃│❖${prefix}ᴀᴋɪʏᴀᴍᴀ 🅕
┃│❖${prefix}ᴀɴᴀ 🅕
┃│❖${prefix}ᴀsᴜɴᴀ 🅕
┃│❖${prefix}ᴀʏᴜᴢᴀᴡᴀ 🅕
┃│❖${prefix}ʙᴏʀᴜᴛᴏ 🅕
┃│❖${prefix}ᴄʜɪʜᴏ 🅕
┃│❖${prefix}ᴄʜɪᴛᴏɢᴇ 🅕
┃│❖${prefix}ᴄᴏsᴘʟᴀʏʟᴏʟɪ 🅕
┃│❖${prefix}ᴄᴏsᴘʟᴀʏsᴀɢɪʀɪ 🅕
┃│❖${prefix}ᴅᴇɪᴅᴀʀᴀ 🅕
┃│❖${prefix}ᴅᴏʀᴀᴇᴍᴏɴ 🅕
┃│❖${prefix}ᴇʟᴀɪɴᴀ 🅕
┃│❖${prefix}ᴇᴍɪʟɪᴀ 🅕
┃│❖${prefix}ᴇʀᴢᴀ 🅕
┃│❖${prefix}ɢʀᴇᴍᴏʀʏ 🅕
┃│❖${prefix}ʜᴇsᴛɪᴀ 🅕
┃│❖${prefix}ʜᴜsʙᴜ 🅕
┃│❖${prefix}ɪɴᴏʀɪ 🅕
┃│❖${prefix}ɪsᴜᴢᴜ 🅕
┃│❖${prefix}ɪᴛᴀᴄʜɪ 🅕
┃│❖${prefix}ɪᴛᴏʀɪ 🅕
┃│❖${prefix}ᴋᴀɢᴀ 🅕
┃│❖${prefix}ᴋᴀɢᴜʀᴀ 🅕
┃│❖${prefix}ᴋᴀᴋᴀsɪʜ 🅕
┃│❖${prefix}ᴋᴀᴏʀɪ 🅕
┃│❖${prefix}ᴋᴇɴᴇᴋɪ 🅕
┃│❖${prefix}ᴋᴏᴛᴏʀɪ 🅕
┃│❖${prefix}ᴋᴜʀᴜᴍɪ 🅕
┃│❖${prefix}ʟᴏʟɪ 🅕
┃│❖${prefix}ʟᴏʟɪ2 🅕
┃│❖${prefix}ᴍᴀᴅᴀʀᴀ 🅕
┃│❖${prefix}ᴍᴇɢᴜᴍɪɴ 🅕
┃│❖${prefix}ᴍɪᴋᴀsᴀ 🅕
┃│❖${prefix}ᴍɪᴋᴇʏ 🅕
┃│❖${prefix}ᴍɪᴋᴜ 🅕
┃│❖${prefix}ᴍɪɴᴀᴛᴏ 🅕
┃│❖${prefix}ɴᴀʀᴜᴛᴏ 🅕
┃│❖${prefix}ɴᴇᴋᴏ 🅕
┃│❖${prefix}ɴᴇᴋᴏɴɪᴍᴇ 🅕
┃│❖${prefix}ɴᴇᴢᴜᴋᴏ 🅕
┃│❖${prefix}ᴏɴᴇᴘɪᴇᴄᴇ 🅕
┃│❖${prefix}ᴘᴏᴋᴇᴍᴏɴ 🅕
┃│❖${prefix}ʀᴀɴᴅᴏᴍɴɪᴍᴇ 🅕
┃│❖${prefix}ʀᴀɴᴅᴏᴍɴɪᴍᴇ2 🅕
┃│❖${prefix}ʀɪᴢᴇ 🅕
┃│❖${prefix}sᴀɢɪʀɪ 🅕
┃│❖${prefix}sᴀᴋᴜʀᴀ 🅕
┃│❖${prefix}sᴀsᴜᴋᴇ 🅕
┃│❖${prefix}sʜɪɴᴀ 🅕
┃│❖${prefix}sʜɪɴᴋᴀ 🅕
┃│❖${prefix}sʜɪɴᴏᴍɪʏᴀ 🅕
┃│❖${prefix}sʜɪᴢᴜᴋᴀ 🅕
┃│❖${prefix}sʜᴏᴛᴀ 🅕
┃│❖${prefix}ᴛᴇᴊɪɴᴀ 🅕
┃│❖${prefix}ᴛᴏᴜᴋᴀᴄʜᴀɴ 🅕
┃│❖${prefix}ᴛsᴜɴᴀᴅᴇ 🅕
┃│❖${prefix}ᴡᴀɪғᴜ 🅕
┃│❖${prefix}ᴡᴀɪғᴜ2 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴡᴀʟʟ 🅕
┃│❖${prefix}ʏᴏᴛsᴜʙᴀ 🅕
┃│❖${prefix}ʏᴜᴋɪ 🅕
┃│❖${prefix}ʏᴜʟɪʙᴏᴄɪʟ 🅕
┃│❖${prefix}ʏᴜᴍᴇᴋᴏ 🅕
┃│❖${prefix}8ʙᴀʟʟ 🅕
┃│❖${prefix}ᴛɪᴄᴋʟᴇ 🅕
┃│❖${prefix}ɢᴇᴄɢ 🅕
┃│❖${prefix}ғᴇᴇᴅ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴀᴡᴏᴏ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴍᴇɢᴜᴍɪɴ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇsʜɪɴᴏʙᴜ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʜᴀɴᴅʜᴏʟᴅ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʜɪɢʜғɪᴠᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴄʀɪɴɢᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴅᴀɴᴄᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʜᴀᴘᴘʏ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇɢʟᴏᴍᴘ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʙʟᴜsʜ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇsᴍᴜɢ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴡᴀᴠᴇ ??
┃│❖${prefix}ᴀɴɪᴍᴇsᴍɪʟʟᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴘᴏᴋᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴡɪɴᴋ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʙᴏɴᴋ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʙᴜʟʟʏ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʏᴇᴇᴛ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʙɪᴛᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʟɪᴄᴋ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴋɪʟʟ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴄʀʏ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴡʟᴘ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴋɪss 🅕
┃│❖${prefix}ᴀɴɪᴍᴇʜᴜɢ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇɴᴇᴋᴏ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴘᴀᴛ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇsʟᴀᴘ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴄᴜᴅᴅʟᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴡᴀɪғᴜ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇɴᴏᴍ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇғᴏxɢɪʀʟ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇɢᴇᴄɢ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴛɪᴄᴋʟᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇғᴇᴇᴅ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇᴀᴠᴀᴛᴀʀ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇ 🅕
┃│❖${prefix}ᴀɴɪᴍᴇϙᴜᴏᴛᴇ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.ownermenu = (prefix) => {
return `┏━━ *『 ᴏᴡɴᴇʀ ᴍᴇɴᴜ 』*
┃│❖${prefix}ᴀᴜᴛᴏʀᴇᴀᴅ 🅞
┃│❖${prefix}ᴀᴜᴛᴏʙɪᴏ 🅞
┃│❖${prefix}ᴀᴜᴛᴏᴛʏᴘᴇ 🅞
┃│❖${prefix}ᴜɴᴀᴠᴀɪʟᴀʙʟᴇ 🅞
┃│❖${prefix}ᴀᴜᴛᴏʀᴇᴄᴏʀᴅ 🅞
┃│❖${prefix}ᴀᴜᴛᴏʀᴇᴄᴏʀᴅᴛʏᴘᴇ 🅞
┃│❖${prefix}ᴀᴜᴛᴏsᴡᴠɪᴇᴡ 🅞
┃│❖${prefix}sᴇᴛᴀᴜᴛᴏʙʟᴏᴄᴋ 🅞
┃│❖${prefix}sᴇᴛᴀɴᴛɪғᴏʀᴇɪɢɴ 🅞
┃│❖${prefix}ᴀᴜᴛᴏʙʟᴏᴄᴋ 🅞
┃│❖${prefix}ᴏɴʟʏɢᴄ 🅞
┃│❖${prefix}ᴏɴʟʏᴘᴄ 🅞
┃│❖${prefix}ᴏɴʟʏɪɴᴅɪᴀ 🅞
┃│❖${prefix}ᴏɴʟʏɪɴᴅᴏ 🅞
┃│❖${prefix}ᴀɴᴛɪᴄᴀʟʟ 🅞
┃│❖${prefix}sᴇʟғ 🅞
┃│❖${prefix}ᴘᴜʙʟɪᴄ 🅞
┃│❖${prefix}ᴊᴏɪɴ 🅞
┃│❖${prefix}ᴘᴏʟʟ 🅞
┃│❖${prefix}ʙᴄ 🅞
┃│❖${prefix}ʙᴄɢʀᴏᴜᴘ 🅞
┃│❖${prefix}sᴇᴛᴍᴇɴᴜ 🅞
┃│❖${prefix}sᴇᴛɪᴍɢᴍᴇɴᴜ 🅞
┃│❖${prefix}sᴇᴛᴠɪᴅᴍᴇɴᴜ 🅞
┃│❖${prefix}sᴇᴛɢɪғᴍᴇɴᴜ 🅞
┃│❖${prefix}sᴇᴛʀᴇᴘʟʏ 🅞
┃│❖${prefix}sᴇᴛprefix 🅞
┃│❖${prefix}ᴀᴅᴅʟɪᴍɪᴛ 🅞
┃│❖${prefix}ᴅᴇʟʟɪᴍɪᴛ 🅞
┃│❖${prefix}ʀᴇsᴇᴛʜɪᴛ 🅞
┃│❖${prefix}ʀᴇsᴇᴛᴜsᴇʀ 🅞
┃│❖${prefix}ᴄʀᴇᴀᴛᴇɢᴄ 🅞
┃│❖${prefix}ᴜsᴇʀᴊɪᴅ 🅞
┃│❖${prefix}sᴇᴛᴇxɪғ 🅞
┃│❖${prefix}sᴇᴛʙᴏᴛʙɪᴏ 🅞
┃│❖${prefix}ᴅᴇʟᴘᴘʙᴏᴛ 🅞
┃│❖${prefix}sʜᴜᴛᴅᴏᴡɴ 🅞
┃│❖${prefix}sᴇᴛᴘᴘʙᴏᴛ 🅞
┃│❖${prefix}ᴀᴅᴅᴘʀᴇᴍ 🅞
┃│❖${prefix}ᴅᴇʟᴘʀᴇᴍ 🅞
┃│❖${prefix}ᴀᴅᴅᴏᴡɴᴇʀ 🅞
┃│❖${prefix}ᴅᴇʟᴏᴡɴᴇʀ 🅞
┃│❖${prefix}ᴀᴅᴅᴠɴ 🅞
┃│❖${prefix}ᴀᴅᴅᴀᴘᴋ 🅞
┃│❖${prefix}ᴀᴅᴅᴢɪᴘ 🅞
┃│❖${prefix}ᴀᴅᴅᴘᴅғ 🅞
┃│❖${prefix}ᴅᴇʟᴀᴘᴋ 🅞
┃│❖${prefix}ᴅᴇʟᴢɪᴘ 🅞
┃│❖${prefix}ᴅᴇʟᴘᴅғ 🅞
┃│❖${prefix}ᴅᴇʟᴠɴ 🅞
┃│❖${prefix}ᴀᴅᴅsᴛɪᴄᴋᴇʀ 🅞
┃│❖${prefix}ᴅᴇʟsᴛɪᴄᴋᴇʀ 🅞
┃│❖${prefix}ᴀᴅᴅɪᴍᴀɢᴇ 🅞
┃│❖${prefix}ᴅᴇʟɪᴍᴀɢᴇ 🅞
┃│❖${prefix}ᴀᴅᴅᴠɪᴅᴇᴏ 🅞
┃│❖${prefix}ᴅᴇʟᴠɪᴅᴇᴏ 🅞
┃│❖${prefix}ᴀᴅᴅᴛɪᴛʟᴇ 🅞
┃│❖${prefix}ᴅᴇʟᴛɪᴛʟᴇ 🅞
┃│❖${prefix}ᴜᴘsᴡᴛᴇxᴛ 🅞
┃│❖${prefix}ᴜᴘsᴡᴠɪᴅᴇᴏ 🅞
┃│❖${prefix}ᴜᴘsᴡɪᴍᴀɢᴇ 🅞
┃│❖${prefix}ᴜᴘsᴡᴀᴜᴅɪᴏ 🅞
┃│❖${prefix}ʙʟᴏᴄᴋ 🅞
┃│❖${prefix}ᴜɴʙʟᴏᴄᴋ 🅞
┃│❖${prefix}ʟᴇᴀᴠᴇɢᴄ 🅞
┃│❖${prefix}ᴘᴜsʜᴄᴏɴᴛᴀᴄᴛ 🅞
┃│❖${prefix}ᴘᴜsʜᴄᴏɴᴛᴀᴄᴛᴠ2 🅞
┗━━━━━━━━━━━━━━━━━━◧
`}

global.othermenu = (prefix) => {
return `┏━━ *『 ᴏᴛʜᴇʀ ᴍᴇɴᴜ 』*
┃│❖${prefix}ᴘɪɴɢ 🅕
┃│❖${prefix}ᴍᴇɴᴜ 🅕
┃│❖${prefix}ᴍʏɪᴘ 🅕
┃│❖${prefix}ʀᴇᴘᴏ 🅕
┃│❖${prefix}ʀᴇᴘᴏʀᴛʙᴜɢ 🅕
┃│❖${prefix}ʟɪsᴛᴘʀᴇᴍ 🅕
┃│❖${prefix}ʟɪsᴛᴏᴡɴᴇʀ 🅕
┃│❖${prefix}ʟɪsᴛsᴛɪᴄᴋᴇʀ 🅕
┃│❖${prefix}ʟɪsᴛɪᴍᴀɢᴇ 🅕
┃│❖${prefix}ʟɪsᴛᴠɪᴅᴇᴏ 🅕
┃│❖${prefix}ʟɪsᴛᴠɴ 🅕
┃│❖${prefix}ʟɪsᴛᴀᴘᴋ 🅕
┃│❖${prefix}ʟɪsᴛᴢɪᴘ 🅕
┃│❖${prefix}ʟɪsᴛᴘᴅғ 🅕
┃│❖${prefix}ʟɪsᴛʙᴀᴅᴡᴏʀᴅ 🅕
┃│❖${prefix}ʟɪsᴛᴘᴄ 🅕
┃│❖${prefix}ʟɪsᴛɢᴄ 🅕
┃│❖${prefix}ɪsɢʀᴏᴜᴘ 🅕
┃│❖${prefix}ᴏᴡɴᴇʀ 🅕
┃│❖${prefix}ʀᴇɴᴛʙᴏᴛ 🅕
┃│❖${prefix}ᴅᴏɴᴀᴛᴇ 🅕
┃│❖${prefix}ғʀɪᴇɴᴅ 🅕
┃│❖${prefix}ᴏʙғᴜsᴄᴀᴛᴇ 🅕
┃│❖${prefix}sᴛʏʟᴇᴛᴇxᴛ 🅕
┃│❖${prefix}ғʟɪᴘᴛᴇxᴛ 🅕
┃│❖${prefix}ᴛᴛs 🅕
┃│❖${prefix}sᴀʏ 🅕
┃│❖${prefix}ᴛᴏɢɪғ 🅕
┃│❖${prefix}ᴛᴏϙʀ 🅕
┃│❖${prefix}ʙᴀss 🅕
┃│❖${prefix}ʙʟᴏᴡɴ 🅕
┃│❖${prefix}ᴅᴇᴇᴘ 🅕
┃│❖${prefix}ᴇᴀʀʀᴀᴘᴇ 🅕
┃│❖${prefix}ғᴀsᴛ 🅕
┃│❖${prefix}ғᴀᴛ 🅕
┃│❖${prefix}ɴɪɢʜᴛᴄᴏʀᴇ 🅕
┃│❖${prefix}ʀᴇᴠᴇʀsᴇ 🅕
┃│❖${prefix}ʀᴏʙᴏᴛ 🅕
┃│❖${prefix}sʟᴏᴡ 🅕
┃│❖${prefix}sᴍᴏᴏᴛʜ 🅕
┃│❖${prefix}sϙᴜɪʀʀᴇʟ 🅕
┃│❖${prefix}ᴛɪɴʏᴜʀʟ 🅕
┃│❖${prefix}ᴛᴏᴠɴ 🅕
┃│❖${prefix}ᴛᴏᴀᴜᴅɪᴏ 🅕
┃│❖${prefix}ᴛᴏᴍᴘ3 🅕
┃│❖${prefix}ᴛᴏᴍᴘ4🅕
┃│❖${prefix}ᴛᴏɪᴍɢ 🅕
┃│❖${prefix}ᴛᴏᴏɴᴄᴇ 🅕
┃│❖${prefix}sᴛɪᴄᴋᴇʀ 🅕
┃│❖${prefix}ᴛᴀᴋᴇ 🅟
┃│❖${prefix}ᴇᴍᴏᴊɪ 🅕
┃│❖${prefix}ᴠᴏʟᴀᴜᴅɪᴏ 🅕
┃│❖${prefix}ᴠᴏʟᴠɪᴅᴇᴏ 🅕
┃│❖${prefix}ᴇʙɪɴᴀʀʏ 🅕
┃│❖${prefix}ᴅʙɪɴᴀʀʏ 🅕
┃│❖${prefix}ssᴡᴇʙ 🅕
┃│❖${prefix}ϙᴜᴏᴛᴇᴅ 🅕
┃│❖${prefix}ᴄʜᴇᴄᴋᴀᴄᴄᴏᴜɴᴛ 🅕
┃│❖${prefix}ʀᴜɴᴛɪᴍᴇ 🅕
┃│❖${prefix}ᴛʀᴀɴsʟᴀᴛᴇ 🅕
┃│❖${prefix}ϙᴜʀᴀɴ 🅕
┃│❖${prefix}ʙɪʙʟᴇ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.downloadmenu = (prefix) => {
return `┏━━ *『 ᴅᴏᴡɴʟᴏᴀᴅ ᴍᴇɴᴜ 』*
┃│❖${prefix}ʏᴛsᴇᴀʀᴄʜ 🅕
┃│❖${prefix}ɪᴛᴜɴᴇs 🅕
┃│❖${prefix}ᴘʟᴀʏ 🅕
┃│❖${prefix}ʏᴛᴍᴘ3 🅕
┃│❖${prefix}ʏᴛᴍᴘ4 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋᴀᴜᴅɪᴏ 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋ 🅕
┃│❖${prefix}ᴀᴘᴋ 🅕
┃│❖${prefix}ɪɢᴠɪᴅᴇᴏ 🅕
┃│❖${prefix}ɪɢɪᴍᴀɢᴇ 🅕
┃│❖${prefix}ғᴀᴄᴇʙᴏᴏᴋ 🅕
┃│❖${prefix}ᴍᴇᴅɪᴀғɪʀᴇ 🅕
┃│❖${prefix}ᴀᴘᴋ 🅕
┃│❖${prefix}ɢᴏᴏɢʟᴇ 🅕
┃│❖${prefix}ɪᴍᴅʙ 🅕
┃│❖${prefix}ᴡᴇᴀᴛʜᴇʀ 🅕
┃│❖${prefix}ᴡᴀɴᴜᴍʙᴇʀ 🅕
┃│❖${prefix}sᴘᴏᴛɪғʏ 🅟
┃│❖${prefix}ɢɪᴛᴄʟᴏɴᴇ 🅕
┃│❖${prefix}ʜᴀᴘᴘʏᴍᴏᴅ 🅕
┃│❖${prefix}ɢᴅʀɪᴠᴇ 🅕
┃│❖${prefix}ᴘɪɴᴛᴇʀᴇsᴛ 🅕
┃│❖${prefix}ʀɪɴɢᴛᴏɴᴇ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.groupmenu = (prefix) => {
return `┏━━ *『 ᴀᴅᴍɪɴ ᴍᴇɴᴜ 』*
┃│❖${prefix}ᴀɴᴛɪʙᴏᴛ 🅖
┃│❖${prefix}ᴀɴᴛɪᴠɪᴇᴡᴏɴᴄᴇ 🅖
┃│❖${prefix}ᴡᴇʟᴄᴏᴍᴇ 🅖
┃│❖${prefix}ᴀᴅᴍɪɴᴇᴠᴇɴᴛ 🅖
┃│❖${prefix}ɢʀᴏᴜᴘᴇᴠᴇɴᴛ 🅖
┃│❖${prefix}ᴀɴᴛɪғᴏʀᴇɪɢɴ 🅖
┃│❖${prefix}ᴀɴᴛɪᴍᴇᴅɪᴀ 🅖
┃│❖${prefix}ᴀɴᴛɪᴀᴜᴅɪᴏ 🅖
┃│❖${prefix}ᴀɴᴛɪᴠɪᴅᴇᴏ 🅖
┃│❖${prefix}ᴀɴᴛɪɪᴍᴀɢᴇ 🅖
┃│❖${prefix}ᴀɴᴛɪᴅᴏᴄᴜᴍᴇɴᴛ 🅖
┃│❖${prefix}ᴀɴᴛɪʟᴏᴄᴀᴛɪᴏɴ 🅖
┃│❖${prefix}ᴀɴᴛɪᴄᴏɴᴛᴀᴄᴛ 🅖
┃│❖${prefix}ᴀɴᴛɪsᴛɪᴄᴋᴇʀ 🅖
┃│❖${prefix}ᴀɴᴛɪᴘᴏʟʟ 🅖
┃│❖${prefix}ᴀɴᴛɪʟɪɴᴋ 🅖
┃│❖${prefix}ᴀɴᴛɪʟɪɴᴋɢᴄ 🅖
┃│❖${prefix}ᴀɴᴛɪᴠɪʀᴛᴇx 🅖
┃│❖${prefix}ɢʀᴏᴜᴘʟɪɴᴋ 🅖
┃│❖${prefix}ʟɪsᴛᴀᴅᴍɪɴ 🅖
┃│❖${prefix}ɪɴᴠɪᴛᴇ 🅖
┃│❖${prefix}ᴇᴘʜᴇᴍᴇʀᴀʟ 🅖
┃│❖${prefix}ᴅᴇʟᴇᴛᴇ 🅖
┃│❖${prefix}sᴇᴛᴘᴘɢʀᴏᴜᴘ 🅖
┃│❖${prefix}ᴅᴇʟᴘᴘɢʀᴏᴜᴘ 🅖
┃│❖${prefix}sᴇᴛɴᴀᴍᴇɢᴄ 🅖
┃│❖${prefix}sᴇᴛᴅᴇsᴄ 🅖
┃│❖${prefix}ᴀᴅᴅ 🅖
┃│❖${prefix}ᴋɪᴄᴋ 🅖
┃│❖${prefix}ᴘʀᴏᴍᴏᴛᴇ 🅖
┃│❖${prefix}ᴅᴇᴍᴏᴛᴇ 🅖
┃│❖${prefix}ɢᴇᴛᴄᴏɴᴛᴀᴄᴛ 🅞
┃│❖${prefix}sᴀᴠᴇᴄᴏɴᴛᴀᴄᴛ 🅞
┃│❖${prefix}sᴇɴᴅᴄᴏɴᴛᴀᴄᴛ 🅞
┃│❖${prefix}ᴄᴏɴᴛᴀᴄᴛᴀɢ 🅞
┃│❖${prefix}ʜɪᴅᴇᴛᴀɢ 🅖
┃│❖${prefix}ᴛᴏᴛᴀɢ 🅖
┃│❖${prefix}ᴛᴀɢᴀʟʟ 🅖
┃│❖${prefix}ᴇᴅɪᴛɪɴғᴏ 🅖
┃│❖${prefix}ᴏᴘᴇɴᴛɪᴍᴇ 🅖
┃│❖${prefix}ᴄʟᴏsᴇᴛɪᴍᴇ 🅖
┃│❖${prefix}ʀᴇsᴇᴛʟɪɴᴋ 🅖
┃│❖${prefix}ɢᴇᴛʙɪᴏ 🅖
┃│❖${prefix}ᴠᴏᴛᴇ 🅖
┃│❖${prefix}ᴜᴘᴠᴏᴛᴇ 🅖
┃│❖${prefix}ᴅᴏᴡɴᴠᴏᴛᴇ 🅖
┃│❖${prefix}ᴄʜᴇᴄᴋᴠᴏᴛᴇ 🅖
┃│❖${prefix}ᴅᴇʟᴠᴏᴛᴇ 🅖
┃│❖${prefix}ᴀᴜᴛᴏsᴛɪᴄᴋᴇʀɢᴄ 🅖
┃│❖${prefix}ᴀɴᴛɪᴠɪʀᴜs 🅖
┃│❖${prefix}ᴀɴᴛɪᴛᴏxɪᴄ 🅖
┃│❖${prefix}ɴsғᴡ 🅖
┃│❖${prefix}ʀᴇᴀᴄᴛ 🅖
┗━━━━━━━━━━━━━━━━━━◧
`}

global.funmenu = (prefix) => {
return `┏━━ *『 ғᴜɴ ᴍᴇɴᴜ 』*
┃│❖${prefix}ᴅᴇғɪɴᴇ 🅕
┃│❖${prefix}ʟʏʀɪᴄs 🅕
┃│❖${prefix}ᴛɪᴄᴛᴀᴄᴛᴏᴇ 🅕
┃│❖${prefix}sᴜɪᴛ 🅕
┃│❖${prefix}ᴍᴀᴛʜ 🅕
┃│❖${prefix}ғᴀᴄᴛ 🅕
┃│❖${prefix}ᴛʀᴜᴛʜ 🅕
┃│❖${prefix}ᴅᴀʀᴇ 🅕
┃│❖${prefix}ᴄᴏᴜᴘʟᴇ 🅕
┃│❖${prefix}sᴏᴜʟᴍᴀᴛᴇ 🅕
┃│❖${prefix}sᴛᴜᴘɪᴅᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ʜᴀɴᴅsᴏᴍᴇᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴜɴᴄʟᴇᴀɴᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ʜᴏᴛᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}sᴍᴀʀᴛᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ɢʀᴇᴀᴛᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴇᴠɪʟᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴅᴏɢᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴄᴏᴏʟᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴡᴀɪғᴜᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴀᴡᴇsᴏᴍᴇᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ɢᴀʏᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴄᴜᴛᴇᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ʟᴇsʙɪᴀɴᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ʜᴏʀɴʏᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴘʀᴇᴛᴛʏᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ʟᴏᴠᴇʟʏᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴜɢʟʏᴄʜᴇᴄᴋ 🅕
┃│❖${prefix}ᴘɪᴄᴋ 🅕
┃│❖${prefix}ᴘɪᴄᴋᴜᴘʟɪɴᴇ 🅕
┃│❖${prefix}ϙᴜᴏᴛᴇs 🅕
┃│❖${prefix}ᴄᴀɴ 🅕
┃│❖${prefix}ɪs 🅕
┃│❖${prefix}ᴡʜᴇɴ 🅕
┃│❖${prefix}ᴡʜᴇʀᴇ 🅕
┃│❖${prefix}ᴡʜᴀᴛ 🅕
┃│❖${prefix}ʜᴏᴡ 🅕
┃│❖${prefix}ʀᴀᴛᴇ 🅕
┃│❖${prefix}ᴄʀʏ 🅕
┃│❖${prefix}ᴋɪʟʟ 🅕
┃│❖${prefix}ʜᴜɢ 🅕
┃│❖${prefix}ᴘᴀᴛ 🅕
┃│❖${prefix}ʟɪᴄᴋ 🅕 
┃│❖${prefix}ᴋɪss 🅕
┃│❖${prefix}ʙɪᴛᴇ 🅕
┃│❖${prefix}ʏᴇᴇᴛ 🅕
┃│❖${prefix}ʙᴜʟʟʏ 🅕
┃│❖${prefix}ʙᴏɴᴋ 🅕
┃│❖${prefix}ᴡɪɴᴋ 🅕
┃│❖${prefix}ᴘᴏᴋᴇ 🅕
┃│❖${prefix}ɴᴏᴍ 🅕
┃│❖${prefix}sʟᴀᴘ 🅕
┃│❖${prefix}sᴍɪʟᴇ 🅕 
┃│❖${prefix}ᴡᴀᴠᴇ 🅕
┃│❖${prefix}ᴀᴡᴏᴏ 🅕
┃│❖${prefix}ʙʟᴜsʜ 🅕
┃│❖${prefix}sᴍᴜɢ 🅕
┃│❖${prefix}ɢʟᴏᴍᴘ 🅕 
┃│❖${prefix}ʜᴀᴘᴘʏ 🅕
┃│❖${prefix}ᴅᴀɴᴄᴇ 🅕
┃│❖${prefix}ᴄʀɪɴɢᴇ 🅕
┃│❖${prefix}ᴄᴜᴅᴅʟᴇ 🅕
┃│❖${prefix}ʜɪɢʜғɪᴠᴇ 🅕 
┃│❖${prefix}sʜɪɴᴏʙᴜ 🅕
┃│❖${prefix}ʜᴀɴᴅʜᴏʟᴅ 🅕
┃│❖${prefix}sᴘᴀɴᴋ 🅕
┃│❖${prefix}ᴛɪᴄᴋʟᴇ 🅕
┃│❖${prefix}ᴀᴠᴀᴛᴀʀ 🅕
┃│❖${prefix}ғᴇᴇᴅ 🅕
┃│❖${prefix}ғᴏx_ɢɪʀʟ 🅕
┃│❖${prefix}ɢᴇᴄɢ 🅕
┃│❖${prefix}ᴄʜᴇᴄᴋᴍᴇ 🅕
┃│❖${prefix}sᴏᴜɴᴅ1 - sᴏᴜɴᴅ161 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.sᴛᴀʟᴋᴇʀᴍᴇɴᴜ = (prefix) => {
return `┏━━ *『 sᴛᴀʟᴋᴇʀ 』*
┃│❖${prefix}ᴛɪᴋᴛᴏᴋsᴛᴀʟᴋ 🅕
┃│❖${prefix}ᴍʟsᴛᴀʟᴋ 🅕
┃│❖${prefix}ɴᴘᴍsᴛᴀʟᴋ 🅕
┃│❖${prefix}ɢʜsᴛᴀʟᴋ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.makermenu = (prefix) => {
return `┏━━ *『 ᴍᴀᴋᴇʀ 』*
┃│❖${prefix}sᴛɪᴄᴋᴇʀ 🅕
┃│❖${prefix}sᴍᴇᴍᴇ 🅕
┃│❖${prefix}ᴛᴏɪᴍɢ 🅕
┃│❖${prefix}xxϙᴄ 🅕
┃│❖${prefix}ʀᴇᴍᴏᴠᴇʙɢ 🅕
┃│❖${prefix}ᴛᴏᴀᴜᴅɪᴏ 🅕
┃│❖${prefix}ᴛᴏᴍᴘ3 🅕 
┃│❖${prefix}ᴡᴍ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.databasemenu = (prefix) => {
return `┏━━ *『 ᴅᴀᴛᴀʙᴀsᴇ 』*
┃│❖${prefix}sᴇᴛᴄᴍᴅ 🅕
┃│❖${prefix}ᴅᴇʟᴄᴍᴅ 🅕
┃│❖${prefix}ʟɪsᴛᴄᴍᴅ 🅕
┃│❖${prefix}ʟᴏᴄᴋᴄᴍᴅ 🅕
┃│❖${prefix}ᴀᴅᴅᴍsɢ 🅕
┃│❖${prefix}ᴅᴇʟᴍsɢ 🅕
┃│❖${prefix}ɢᴇᴛᴍsɢ 🅕
┃│❖${prefix}ʟɪsᴛᴍsɢ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.aimenu = (prefix) => {
return `┏━━ *『 ᴏᴘᴇɴᴀɪ 』*
┃│❖${prefix}ᴏᴘᴇɴᴀɪ 🅕
┃│❖${prefix}ɢᴇᴍɪɴɪᴀɪ 🅕
┃│❖${prefix}ᴛᴇxᴛ2ɪᴍᴀɢᴇ 🅟
┃│❖${prefix}ᴛᴇxᴛ2ᴀɴɪᴍᴇ 🅕
┃│❖${prefix}urlhd 🅕
┃│❖${prefix}ᴀɪ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.bugmenu = (prefix) => {
return `┏━━ *『 ʙᴜɢ & ᴡᴀʀ 』*
┃│❖${prefix}ᴀᴍᴏᴜɴᴛʙᴜɢ 🅟
┃│❖${prefix}ᴘᴍʙᴜɢ 🅟
┃│❖${prefix}ᴅᴇʟᴀʏʙᴜɢ 🅟
┃│❖${prefix}ᴅᴏᴄᴜʙᴜɢ 🅟
┃│❖${prefix}ᴜɴʟɪᴍɪᴛᴇᴅʙᴜɢ 🅟
┃│❖${prefix}ʙᴏᴍʙᴜɢ 🅟
┃│❖${prefix}ʟᴀɢʙᴜɢ 🅟
┃│❖${prefix}ᴛʀᴏʟʟʏʙᴜɢ 🅟
┃│❖${prefix}ɢᴄʙᴜɢ 🅟
┃│❖${prefix}ᴅᴇʟᴀʏɢᴄʙᴜɢ 🅟
┃│❖${prefix}ʟᴀɢɢᴄʙᴜɢ 🅟
┃│❖${prefix}ʙᴏᴍɢᴄʙᴜɢ 🅟
┃│❖${prefix}ᴜɴʟɪᴍɪᴛᴇᴅɢᴄʙᴜɢ 🅟
┃│❖${prefix}ᴛʀᴏʟʟʏɢᴄʙᴜɢ 🅟
┃│❖${prefix}ᴅᴏᴄᴜɢᴄʙᴜɢ 🅟
┃│❖${prefix}ᴠᴇʀɪғ 🅟
┃│❖${prefix}ʙᴀɴᴠ1 🅟
┃│❖${prefix}ʙᴀɴᴠ2 🅟
┃│❖${prefix}ʙᴀɴᴠ3 🅟
┃│❖${prefix}ʙᴀɴᴠ4 🅟
┃│❖${prefix}ʙᴀɴᴠ5 🅟
┃│❖${prefix}ʙᴀɴᴠ6 🅟
┃│❖${prefix}ᴜɴʙᴀɴᴠ1 🅟
┃│❖${prefix}ᴜɴʙᴀɴᴠ2 🅟
┃│❖${prefix}ᴜɴʙᴀɴᴠ3 🅟
┃│❖${prefix}ᴜɴʙᴀɴᴠ4 🅟
┃│❖${prefix}ᴜɴʙᴀɴᴠ5 🅟
┗━━━━━━━━━━━━━━━━━━◧
`}

global.randomphotomenu = (prefix) => {
return `┏━━ *『 ʀᴀɴᴅᴏᴍ ᴘʜᴏᴛᴏ 』*
┃│❖${prefix}ᴀᴇsᴛʜᴇᴛɪᴄ 🅕
┃│❖${prefix}ᴄᴏғғᴇᴇ 🅕
┃│❖${prefix}ᴡɪᴋɪᴍᴇᴅɪᴀ 🅕
┃│❖${prefix}ᴡᴀʟʟᴘᴀᴘᴇʀ 🅕
┃│❖${prefix}ᴀʀᴛ 🅕
┃│❖${prefix}ʙᴛs 🅕
┃│❖${prefix}ᴅᴏɢᴡᴏᴏғ 🅕
┃│❖${prefix}ᴄᴀᴛᴍᴇᴏᴡ 🅕
┃│❖${prefix}ʟɪᴢᴀʀᴅᴘɪᴄ 🅕
┃│❖${prefix}ɢᴏᴏsᴇʙɪʀᴅ 🅕
┃│❖${prefix}8ʙᴀʟʟᴘᴏᴏʟ 🅕
┃│❖${prefix}ᴄᴏsᴘʟᴀʏ 🅕
┃│❖${prefix}ʜᴀᴄᴋᴇʀ 🅕
┃│❖${prefix}ᴄʏʙᴇʀ 🅕
┃│❖${prefix}ɢᴀᴍᴇᴡᴀʟʟᴘᴀᴘᴇʀ 🅕
┃│❖${prefix}ɪsʟᴀᴍɪᴄ 🅕
┃│❖${prefix}ᴊᴇɴɴɪᴇ 🅕
┃│❖${prefix}ᴊɪsᴏ 🅕
┃│❖${prefix}sᴀᴛᴀɴɪᴄ 🅕
┃│❖${prefix}ᴊᴜsᴛɪɴᴀ 🅕
┃│❖${prefix}ᴄᴀʀᴛᴏᴏɴ 🅕
┃│❖${prefix}ᴘᴇɴᴛᴏʟ 🅕
┃│❖${prefix}ᴄᴀᴛ 🅕
┃│❖${prefix}ᴋᴘᴏᴘ 🅕
┃│❖${prefix}ᴇxᴏ 🅕
┃│❖${prefix}ʟɪsᴀ 🅕
┃│❖${prefix}sᴘᴀᴄᴇ 🅕
┃│❖${prefix}ᴄᴀʀ 🅕
┃│❖${prefix}ᴛᴇᴄʜɴᴏʟᴏɢʏ 🅕
┃│❖${prefix}ʙɪᴋᴇ 🅕
┃│❖${prefix}sʜᴏʀᴛϙᴜᴏᴛᴇ 🅕
┃│❖${prefix}ᴀɴᴛɪᴡᴏʀᴋ 🅕
┃│❖${prefix}ʜᴀᴄᴋɪɴɢ 🅕
┃│❖${prefix}ʙᴏɴᴇᴋᴀ 🅕
┃│❖${prefix}ʀᴏsᴇ 🅕
┃│❖${prefix}ʀʏᴜᴊɪɴ 🅕
┃│❖${prefix}ᴜʟᴢᴢᴀɴɢʙᴏʏ 🅕
┃│❖${prefix}ᴜʟᴢᴢᴀɴɢɢɪʀʟ 🅕
┃│❖${prefix}ᴡᴀʟʟᴍʟ 🅕
┃│❖${prefix}ᴡᴀʟʟᴘʜᴏɴᴇ 🅕
┃│❖${prefix}ᴍᴏᴜɴᴛᴀɪɴ 🅕
┃│❖${prefix}ɢᴏᴏsᴇ 🅕
┃│❖${prefix}ᴘʀᴏғɪʟᴇᴘɪᴄ 🅕
┃│❖${prefix}ᴄᴏᴜᴘʟᴇᴘᴘ 🅕
┃│❖${prefix}ᴘʀᴏɢʀᴀᴍᴍɪɴɢ 🅕
┃│❖${prefix}ᴘᴜʙɢ 🅕
┃│❖${prefix}ʙʟᴀᴄᴋᴘɪɴᴋ 🅕
┃│❖${prefix}ʀᴀɴᴅᴏᴍʙᴏʏ 🅕  
┃│❖${prefix}ʀᴀɴᴅᴏᴍɢɪʀʟ 🅕
┃│❖${prefix}ʜɪᴊᴀʙ 🅕  
┃│❖${prefix}ᴄʜɪɴᴇsᴇ 🅕
┃│❖${prefix}ɪɴᴅᴏ 🅕
┃│❖${prefix}ᴊᴀᴘᴀɴᴇsᴇ 🅕
┃│❖${prefix}ᴋᴏʀᴇᴀɴ 🅕
┃│❖${prefix}ᴍᴀʟᴀʏ 🅕
┃│❖${prefix}ᴛʜᴀɪ 🅕
┃│❖${prefix}ᴠɪᴇᴛɴᴀᴍᴇsᴇ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.ʀᴀɴᴅᴠɪᴅᴇᴏᴍᴇɴᴜ = (prefix) => {
return `┏━━ *『 ʀᴀɴᴅᴏᴍ ᴠɪᴅᴇᴏ 』*
┃│❖${prefix}ᴛɪᴋᴛᴏᴋɢɪʀʟ 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋɴᴜᴋᴛʜʏ 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋᴋᴀʏᴇs 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋᴘᴀɴʀɪᴋᴀ 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋɴᴏᴛɴᴏᴛ 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋɢʜᴇᴀ 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋsᴀɴᴛᴜʏ 🅕
┃│❖${prefix}ᴛɪᴋᴛᴏᴋʙᴏᴄɪʟ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.ᴘʜᴏᴛᴏᴏxʏᴍᴇɴᴜ = (prefix) => {
return `┏━━ *『 ᴘʜᴏᴛᴏᴏxʏ ᴍᴀᴋᴇʀ 』*
┃│❖${prefix}sʜᴀᴅᴏᴡ 🅕 
┃│❖${prefix}ᴡʀɪᴛᴇ 🅕 
┃│❖${prefix}ʀᴏᴍᴀɴᴛɪᴄ 🅕 
┃│❖${prefix}ʙᴜʀɴᴘᴀᴘᴇʀ 🅕
┃│❖${prefix}sᴍᴏᴋᴇ 🅕 
┃│❖${prefix}ɴᴀʀᴜᴛᴏʙᴀɴɴᴇʀ 🅕 
┃│❖${prefix}ʟᴏᴠᴇ 🅕 
┃│❖${prefix}ᴜɴᴅᴇʀɢʀᴀss 🅕
┃│❖${prefix}ᴅᴏᴜʙʟᴇʟᴏᴠᴇ 🅕 
┃│❖${prefix}ᴄᴏғғᴇᴄᴜᴘ 🅕
┃│❖${prefix}ᴜɴᴅᴇʀᴡᴀᴛᴇʀᴏᴄᴇᴀɴ 🅕
┃│❖${prefix}sᴍᴏᴋʏɴᴇᴏɴ 🅕
┃│❖${prefix}sᴛᴀʀsᴛᴇxᴛ 🅕
┃│❖${prefix}ʀᴀɪɴʙᴏᴡᴇғғᴇᴄᴛ 🅕
┃│❖${prefix}ʙᴀʟʟᴏᴏɴᴛᴇxᴛ 🅕
┃│❖${prefix}ᴍᴇᴛᴀʟʟɪᴄᴇғғᴇᴄᴛ 🅕
┃│❖${prefix}ᴇᴍʙʀᴏɪᴅᴇʀʏᴛᴇxᴛ 🅕
┃│❖${prefix}ғʟᴀᴍɪɴɢᴛᴇxᴛ 🅕
┃│❖${prefix}sᴛᴏɴᴇᴛᴇxᴛ 🅕
┃│❖${prefix}ᴡʀɪᴛᴇᴀʀᴛ 🅕
┃│❖${prefix}sᴜᴍᴍᴇʀᴛᴇxᴛ 🅕
┃│❖${prefix}ᴡᴏʟғᴍᴇᴛᴀʟᴛᴇxᴛ 🅕
┃│❖${prefix}ɴᴀᴛᴜʀᴇ3ᴅᴛᴇxᴛ 🅕
┃│❖${prefix}ʀᴏsᴇsᴛᴇxᴛ 🅕
┃│❖${prefix}ɴᴀᴛᴜʀᴇᴛʏᴘᴏɢʀᴀᴘʜʏ 🅕
┃│❖${prefix}ϙᴜᴏᴛᴇsᴜɴᴅᴇʀ 🅕
┃│❖${prefix}sʜɪɴᴇᴛᴇxᴛ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.ᴇᴘʜᴏᴛᴏ360ᴍᴇɴᴜ = (prefix) => {
return `┏━━ *『 ᴇᴘʜᴏᴛᴏ360 ᴍᴀᴋᴇʀ 』*
┃│❖${prefix}ɢʟɪᴛᴄʜᴛᴇxᴛ 🅕
┃│❖${prefix}ᴡʀɪᴛᴇᴛᴇxᴛ 🅕
┃│❖${prefix}ᴀᴅᴠᴀɴᴄᴇᴅɢʟᴏᴡ 🅕
┃│❖${prefix}ᴛʏᴘᴏɢʀᴀᴘʜʏᴛᴇxᴛ 🅕
┃│❖${prefix}ᴘɪxᴇʟɢʟɪᴛᴄʜ 🅕
┃│❖${prefix}ɴᴇᴏɴɢʟɪᴛᴄʜ 🅕
┃│❖${prefix}ғʟᴀɢᴛᴇxᴛ 🅕
┃│❖${prefix}ғʟᴀɢ3ᴅᴛᴇxᴛ 🅕
┃│❖${prefix}ᴅᴇʟᴇᴛɪɴɢᴛᴇxᴛ 🅕
┃│❖${prefix}ʙʟᴀᴄᴋᴘɪɴᴋsᴛʏʟᴇ 🅕
┃│❖${prefix}ɢʟᴏᴡɪɴɢᴛᴇxᴛ 🅕
┃│❖${prefix}ᴜɴᴅᴇʀᴡᴀᴛᴇʀᴛᴇxᴛ 🅕
┃│❖${prefix}ʟᴏɢᴏᴍᴀᴋᴇʀ 🅕
┃│❖${prefix}ᴄᴀʀᴛᴏᴏɴsᴛʏʟᴇ 🅕
┃│❖${prefix}ᴘᴀᴘᴇʀᴄᴜᴛsᴛʏʟᴇ 🅕
┃│❖${prefix}ᴡᴀᴛᴇʀᴄᴏʟᴏʀᴛᴇxᴛ 🅕
┃│❖${prefix}ᴇғғᴇᴄᴛᴄʟᴏᴜᴅs 🅕
┃│❖${prefix}ʙʟᴀᴄᴋᴘɪɴᴋʟᴏɢᴏ 🅕
┃│❖${prefix}ɢʀᴀᴅɪᴇɴᴛᴛᴇxᴛ 🅕
┃│❖${prefix}sᴜᴍᴍᴇʀʙᴇᴀᴄʜ 🅕
┃│❖${prefix}ʟᴜxᴜʀʏɢᴏʟᴅ 🅕
┃│❖${prefix}ᴍᴜʟᴛɪᴄᴏʟᴏʀᴇᴅɴᴇᴏɴ 🅕
┃│❖${prefix}sᴀɴᴅsᴜᴍᴍᴇʀ 🅕
┃│❖${prefix}ɢᴀʟᴀxʏᴡᴀʟʟᴘᴀᴘᴇʀ 🅕
┃│❖${prefix}1917sᴛʏʟᴇ 🅕
┃│❖${prefix}ᴍᴀᴋɪɴɢɴᴇᴏɴ 🅕
┃│❖${prefix}ʀᴏʏᴀʟᴛᴇxᴛ 🅕
┃│❖${prefix}ғʀᴇᴇᴄʀᴇᴀᴛᴇ 🅕
┃│❖${prefix}ɢᴀʟᴀxʏsᴛʏʟᴇ 🅕
┃│❖${prefix}ʟɪɢʜᴛᴇғғᴇᴄᴛs 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

global.nsfwmenu = (prefix) => {
return `┏━━ *『 ᴀɴɪᴍᴇ ɴsғᴡ 』*
┃│❖${prefix}ʜᴇɴᴛᴀɪ 🅟
┃│❖${prefix}ɢɪғʜᴇɴᴛᴀɪ 🅟
┃│❖${prefix}ɢɪғʙʟᴏᴡᴊᴏʙ 🅟
┃│❖${prefix}ʜᴇɴᴛᴀɪᴠɪᴅ 🅟
┃│❖${prefix}ʜɴᴇᴋᴏ 🅟
┃│❖${prefix}ɴᴡᴀɪғᴜ 🅟
┃│❖${prefix}ᴀɴɪᴍᴇsᴘᴀɴᴋ 🅟
┃│❖${prefix}ᴛʀᴀᴘ 🅟
┃│❖${prefix}ʙʟᴏᴡᴊᴏʙ 🅟
┃│❖${prefix}ᴄᴜᴄᴋᴏʟᴅ 🅟
┃│❖${prefix}ᴍɪʟғ 🅟
┃│❖${prefix}ᴇʙᴀ 🅟
┃│❖${prefix}ɢᴀɴɢʙᴀɴɢ 🅟
┃│❖${prefix}ɴᴇᴋᴏ-ʜᴇɴᴛᴀɪ 🅟
┃│❖${prefix}ɴsғᴡʟᴏʟɪ 🅟
┃│❖${prefix}ᴘᴜssʏ 🅟
┃│❖${prefix}ʏᴜʀɪ 🅟
┃│❖${prefix}ᴢᴇᴛᴛᴀɪ 🅟
┃│❖${prefix}xɴxxsᴇᴀʀᴄʜ 🅟
┃│❖${prefix}xɴxxᴅʟ 🅟
┗━━━━━━━━━━━━━━━━━━◧
`}

global.genshinbuild = (prefix) => {
return `┏━━  *『 ɢᴇɴsʜɪɴ ᴍᴇɴᴜ 』*
┃│❖${prefix}ᴇɴᴋᴀ 🅕
┃│❖${prefix}ʙᴜɪʟᴅ 🅕
┃│❖${prefix}ʟɪsᴛʙᴜɪʟᴅ 🅕
┗━━━━━━━━━━━━━━━━━━◧
`}

let file = require.resolve(__filename)
fs.watchFile(file, () => {
	fs.unwatchFile(file)
	console.log(chalk.redBright(`Update ${__filename}`))
	delete require.cache[file]
	require(file)
})